{"pages":[{"title":"关于","text":"这个博客是干嘛的？ 用于记录ZXL与ZC的会议纪要 会议纪要是啥？ 一般是视频通话的总结 ZXL是谁？ 一位宅男 ZC是谁 一位花季少女","link":"/about/index.html"}],"posts":[{"title":"2022-4-26睡前视频","text":"琛的表情暴露了她不太开心，原来是因为 在翻阅了艺研院学姐的微信读书账号和公众号以后，发现学姐很优秀，自己离她有亿点距离，因此有点小受打击。 具体情况 学姐公众号的文章写得很学术 学姐读的书覆盖的范围很广，有陀思妥耶夫斯基的小说，有《厌女》 解决方法 龙理性分析了琛的若干优点 她会游泳 她读书无数（虽然类型单一） 她扬琴弹得比学姐好 或许她男朋友比学姐的男朋友强 额外的讨论 琛提到自己很崇拜学姐，龙有一点不爽，为啥崇拜学姐不崇拜他，原来是因为 龙和琛不是一个砖业的 就算龙很厉害，琛也要认为不厉害 自己要做的事情实在太多了 具体情况 有很多期中和期末作业 她总是困困的 解决方法 由于与她见面的时候她总是精力充沛，于是龙大胆地猜想是因为太久没有见面了，说不定见面就好了 有可能是因为琛周四晚不睡觉，所以琛以后一定不能通宵了。 某人不承认自己的错误 具体情况 琛觉得某人说的是错的，但某人偏要说自己说的是对的。 某人昨天说以后再也不会指出琛的问题了 解决方法 某人诚恳地承认了错误 琛觉得某人大多数情况已经很好了，不需要更好，所以也无所谓。但某人觉得这可不行，因为之前有多好固然是重要的，但是能否变得更好也是重要的。 琛认为自己不仅之前很好，也不断地变得更好。某人非常同意。 在某人的死缠烂打下，琛终于同意以后也要指出某人的问题。 最终，琛美丽的笑容重见天日。 某人还知道了一个秘密：为什么琛总是沉默，原来是因为她在心里骂某人","link":"/2022/04/27/2022-4-26%E7%9D%A1%E5%89%8D%E8%A7%86%E9%A2%91/"},{"title":"4.29会议纪要","text":"会议的前半部分非常平淡，张琛描述了自己上午下课后又被赵老师叫回琴房聊天。 直到我问了一个问题：“你知道英国的政治制度是什么吗？” 张琛不愿意回答，因为她担心自己说错。 曾晓龙：为什么你担心自己说错。 张琛：说错了东西会特别难过。 曾晓龙：Why 张琛：这说明你本身不知道这个东西。不知道本身就很难过了。并且这没有让别人得到满意的答案，所以这也是难过的理由 曾晓龙：不知道微积分会让你难过吗？ 张琛: 不会啊，但也没什么可骄傲的 曾晓龙：所以会难过吗？ 张琛: 不会啊，因为至少要和我相关 曾晓龙： 和你相关是什么意思呢？ 张琛: 就是我应该知道的。 曾晓龙： 什么是你应该知道的 张琛: 我怎么知道啊。 曾晓龙： 所以“英国的政治制度是什么”是你应该知道的吗？ 张琛: 是我应该知道的 曾晓龙： 为什么？ 张琛: 因为这是很基本的问题 曾晓龙： 为什么是很基本的问题？曾晓龙： 那“德国的政治制度是什么”是很基本的问题吗？ 张琛: 我不知道… 我认为进行这种讨论其实很难解决问题，于是将刚才的对话推倒，不打算解决刚才的这个疑惑了。 张琛每天很容易因为压力山大而感到不开心，但我并不知情。因为她不愿意将这些不好的事情给别人说，她害怕别人也因此不开心。恰好，我上午告诉了她自己去医院的经历，因此问：“我是否不该跟你说我今天去医院的事情？“ 她说没有，因为这是她想要知道的。 我又何尝不是呢？因此让她以后不要担心，我无论心情好坏都愿意听她说的任何东西。 我：如果一个人愿意听你说的任何东西，那你会跟这个人分享让你不开心的事情吗？ 她：但是这样的人是不存在的啊！ 我：我就是这样的。 她：那你还真是个圣人。 我：至少对你，我就是这样的，你以后跟我说好吗？ 她：好~ 我：如果以后你不说，那你就犯错了。 她：如果以后我说了，但你因此不开心，那你也犯错了。 我：好~ 她：其实我今天本来想跟ly说的，但是她今天也不开心~ 我：看来我还不如ly,哼（傲娇) 她：那是因为你不在身边嘛~ 我以后会跟你说的。 最后，我对今天的约定再次做了确认 我：我们再次拉个勾：如果以后你不说关于你的事情，那你就犯错了。如果以后你说了，但是我却心情变得不好，那就是我犯错了。 她：不过如果你是因为我抱怨太多而不开心，是可以被原谅的。 我：如果你将抱怨藏在心底而不告诉我，是不可以被原谅的。","link":"/2022/04/30/4-29%E4%BC%9A%E8%AE%AE%E7%BA%AA%E8%A6%81/"}],"tags":[{"name":"和好","slug":"和好","link":"/tags/%E5%92%8C%E5%A5%BD/"}],"categories":[]}